[{
    "hero_name": "Yon Rogg",
    "hero_image": "img_villain_yon_rogg",
    "hero_power": 4,
    "hero_biography": "Yon Rogg es un Kree del planeta Hala que se convirtió en coronel de la Armada Imperial Kree. Su misión fue proteger los intereses galácticos del Imperio Kree. Él es el segundo al mando de Pama que se encuentra comandado bajo Zen-Pram. Durante una misión para encontrar al famoso héroe militar Devros, que desapareció en la galaxia Brood, se unió a Mar-Vell, un joven soldado idealista, para poder encontrarlo. Yon Rogg comenzó a tener envidia de Mar-Vell cuando Una, la médico de campo, comenzó a mostrar interés por él."
},
{
    "hero_name": "Dormammu",
    "hero_image": "img_villain_dormammu",
    "hero_power": 3,
    "hero_biography": "Dormammu no fue siempre el regente de la “dimensión oscura”; es más, antes de llegar a ese lugar, él y su hermana pertenecían a la dimensión Faltine, siendo considerado un ser extradimensional sin materia. Junto con su hermana, Uwar, investigaron en un terreno prohibido y ganaron un poder inimaginable, llegando incluso a matar a su padre. Luego de esto, son exiliados de su dimensión."
},
{
    "hero_name": "Ego",
    "hero_image": "img_villain_ego",
    "hero_power": 4,
    "hero_biography": "El origen de Ego, el Planeta Viviente, es el mismo que el origen de cualquier otro planeta, acumulación durante años de gases y materia cósmica. Pero, al contrario de otros planetas, Ego desarrolló consciencia e inteligencia. Existen teorías sobre como adquirió Ego su inteligencia, algunas ideadas por él mismo y otras solamente son teorías, como la que la inteligencia de Ego proviene de la fusión entre un planeta y un ser vivo inteligente"
},
{
    "hero_name": "Hela",
    "hero_image": "img_villain_hela",
    "hero_power": 3,
    "hero_biography": "Hela nació en Jotunheim, la tierra de los gigantes. Ella es la hija de Loki (aunque sea una encarnación diferente​ quien murió durante un Ragnarok anterior asgardiano) y la giganta Angrboða. Cuando maduró, Odín la nombró como la diosa de la muerte, dándole gobierno sobre los muertos en los reinos de Hel y Niffleheim."
},
{
    "hero_name": "Ivan Vanko",
    "hero_image": "img_villain_ivan_vanko",
    "hero_power": 2,
    "hero_biography": "Ivan Antonovich Vanko fue un físico ruso e hijo del ex científico de Industrias Stark, Anton Vanko. Cuando su padre murió en la pobreza debido a la desacreditación que Howard Stark le causó, Vanko juró vengarse de la familia Stark y atacó al hijo de Howard, Anthony. Habiendo recreado un Reactor Arc utilizando unos antiguos planos que su padre tenía, Vanko diseñó una armadura con la que intentó matar a Stark,"
},
{
    "hero_name": "Johann Schmidt",
    "hero_image": "img_villain_johann_schmidt",
    "hero_power": 3,
    "hero_biography": "Johann Schmidt era un exgeneral oficial nazi y confidente de Adolf Hitler. Ha estado íntimamente afiliado con Hydra y es enemigo de S.H.I.E.L.D., Los Vengadores, y otros intereses de los Estados Unidos y el mundo en general. Fue físicamente mejorado al traspasar su cerebro al cuerpo de un clon del Capitán América, que se encuentra en el pináculo de la perfección humana. Estuvo presuntamente muerto en el pasado, sólo para regresar al tiempo una y otra vez para plagar el mundo con esquemas de dominación global y genocidio."
},
{
    "hero_name": "Malekith",
    "hero_image": "img_villain_malekith",
    "hero_power": 3,
    "hero_biography": "Malekith creció durante un tiempo de guerra en Svartalfheim. Doce de sus hermanos mayores murieron durante una guerra con los trolls. Su madre finalmente lo vendió por dos sacos de hígados de serpiente y medio barril de sapos en escabeche. Trabajó como quemador de cuerpos, que incineró cuerpos después de una batalla, hasta que fue capturado por trolls. En su prisión se encontró con un mago, que lo ayudó a escapar y lo tomó como aprendiz. Finalmente, el Mago quiso combinar sus poderes para la paz, pero Malekith se negó porque sentía que cualquier paz significaría que la guerra que lo había forjado no tendría sentido, haciendo de su existencia algo que no debía ser. Luego mató al mago, quien antes de morir marcó su rostro con cicatrices, y luego a su madre, llevándose a los perros de la caza salvaje."
},
{
    "hero_name": "Ronan",
    "hero_image": "img_villain_ronan",
    "hero_power": 4,
    "hero_biography": "Ronan es miembro de la raza alienígena Kree y miembro del Cuerpo de Acusadores, que son el equivalente Kree de los gobernadores militares y juristas. Su ascenso en las filas fue extraordinario, y eventualmente se convirtió en el tercer ser más poderoso del Imperio Kree."
},
{
    "hero_name": "Thanos",
    "hero_image": "img_villain_thanos",
    "hero_power": 5,
    "hero_biography": "Thanos nació en el planeta Titán como el hijo de los Eternos Mentor (A'Lars) y Sui-San, y su hermano es Eros de Titán, también conocido como Starfox. Thanos lleva el gen Deviants, y como tal, comparte la apariencia física de la raza de los primos Eternos. Al nacer, su madre se sorprendió por su apariencia e intentó matarlo, debido a que creía que su hijo aniquilaría toda la vida en el universo, pero fue detenido por A'lars, el padre de Thanos. Durante sus años escolares, Thanos era un pacifista3​y solo jugaba con su hermano Eros y sus mascotas."
},
{
    "hero_name": "Ultron",
    "hero_image": "img_villain_ultron",
    "hero_power": 5,
    "hero_biography": "Construido para ser lo más avanzado en Inteligencia Artificial, por uno de los más grande científicos del planeta, el Dr. Henry Jonathan Pym. Pym héroe y aventurero no sabría que traería a la 'vida' a uno de las más peligrosas amenazas que la humanidad haya visto! El peligroso Ultron!."
}]
